Repository: phunkyfish/screensaver.greynetic
Catalog: screensaver.greynetic/resources/language/resource.language.*/strings.po
Languages: fi_fi, fr_fr

# Addon Summary
source: Draw random color rectangles
fi_fi: Piirrä satunnaisia värillisiä nelikulmioita
fr_fr: Dessine des rectangles de couleurs aléatoires

# Addon Description
source: Colored and transparent rectangles.
fi_fi: Värilliset ja läpinäkyvät nelikulmiot.
fr_fr: Rectangles colorés et transparents.

# #30000
source: General
fi_fi: Yleiset
fr_fr: Général

# #30001
source: Colors
fi_fi: Värit
fr_fr: Couleurs

# #30010
source: Number of boxes
fi_fi: Laatikoiden määrä
fr_fr: Nombre de boîtes

# #30011
source: Use squares
fi_fi: Käytä neliöitä
fr_fr: Utiliser des carrés

# #30012
source: Maximum width
fi_fi: Enimmäisleveys
fr_fr: Largeur maximale

# #30013
source: Minimum width
fi_fi: Vähimmäisleveys
fr_fr: Largeur minimale

# #30014
source: Maximum height
fi_fi: Enimmäiskorkeus
fr_fr: Hauteur maximale

# #30015
source: Minimum height
fi_fi: Vähimmäiskorkeus
fr_fr: Hauteur minimale

# #30016
source: Maximum size
fi_fi: Enimmäiskoko
fr_fr: Taille maximum

# #30017
source: Minimum size
fi_fi: Vähimmäiskoko
fr_fr: Taille minimale

# #30018
source: Minimum alpha
fi_fi: Vähimmäisalfa
fr_fr: Alpha minimal

# #30019
source: Maximum alpha
fi_fi: Enimmäisalfa
fr_fr: Alpha maximal

# #30020
source: Minimum red
fi_fi: Vähimmäispunaisuus
fr_fr: Minimum rouge

# #30021
source: Maximum red
fi_fi: Enimmäispunaisuus
fr_fr: Maximum rouge

# #30022
source: Minimum green
fi_fi: Vähimmäisvihreys
fr_fr: Minimum vert

# #30023
source: Maximum green
fi_fi: Enimmäisvihreys
fr_fr: Maximum vert

# #30024
source: Minimum blue
fi_fi: Vähimmäissinisyys
fr_fr: Minimum bleu

# #30025
source: Maximum blue
fi_fi: Enimmäissinisyys
fr_fr: Maximum bleu
